---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.Delete
enum: Autodesk.Revit.UI.PostableCommand
zh: 删除、移除
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.Delete

**中文**: 删除、移除

Removes selected elements from the building model.